const quiz = [
{
    "q" : "Увлекаешься ли ты программированием?",
"a" : {
"w" : "Очень нравится, регулярно занимаюсь и уже пишу суперкрутые коды!",
"t" : "Увлекаюсь, но заниматься самому трудно, поэтому уделяю не очень много времени...",
"c" : "Никогда не пробовал себя в этом деле, но очень хочу!",
"s" : "Совсем не увлекаюсь"
    }
}, 

{ "q" : "Интересуешься ли ты экономикой?",
"a" : {
    "w" : "Да, уже активно изучаю эту тему",
    "t" : "Пока нет, но хочу начать изучение",
    "c" : "Не интересуюсь",
    "s" : "Экономика мне отнюдь не интересна"
}
},

{ "q" : "Что тебе ближе: гуманитарные или технические науки?",
"a" : {
    "w" : "Конечно, я технарь, в гуманитарных науках разбираюсь хуже",
    "t" : "Чувствую себя уверенно и в гуманитарных, и в технических науках",
    "c" : "Абсолютный гуманитарий",
    "s" : "Затрудняюсь ответить"
}
},

{ "q" : "На каком уровне ты знаешь английский язык?",
"a" : {
    "w" : "B1. Уровень Intermediate (Средний)/B2. Уровень Upper-Intermediate (Выше среднего)",
    "t" : "C1. Уровень Advanced (Продвинутый)/C2. Уровень Proficiency (Владение в совершенстве)",
    "c" : "A1. Уровень Beginner (Начальный)/A2. Уровень Elementary (Базовый)",
    "s" : "Не знаю английский язык"
}
},

{ "q" : "Академия управления предлагает студентам множество различных мероприятий и конкурсов, насколько активным человеком ты себя считаешь?",
"a" : {
    "w" : "Очень активным, полным готовности участвовать во всех мероприятиях!",
    "t" : "Активным, но в то же время довольно стеснительным",
    "c" : "Я редко решаюсь поучаствовать в каких-то конкурсах или мероприятиях, поэтому скорее нет, чем да",
    "s" : "Не люблю активности и никогда не участвую в мероприятиях"
}
},

{ "q" : "Как легко ты находишь общий язык с людьми?",
"a" : {
    "w" : "Считаю себя очень общительным человеком, поэтому легко!",
    "t" : "Благодаря моей коммуникабельности, я стараюсь сделать это легко, возможно, у меня не всегда получается",
    "c" : "Зависит от ситуации, не всегда удаётся быстро и легко найти общий язык",
    "s" : "Мне всегда очень сложно найти общий язык с незнакомыми людьми"
}
},

{ "q" : "Часто ли ты проявляешь лидерские качества?",
"a" : {
    "w" : "Всегда стараюсь брать ответственность на себя!",
    "t" : "Люблю проявлять лидерские качества",
    "c" : "Мне сложно брать ответственным за что-то",
    "s" : "Никогда не проявляю"
}
},

{ "q" : "Готов ли ты ждать лифт по утрам 10 МИНУТ?",
"a" : {
    "w" : "ВСЕГДА ГОТОВ!",
    "t" : "Если нужно, то придется подождать",
    "c" : "Веду здоровый образ жизни, поэтому на 12 этаж могу и пешком подняться",
    "s" : "Конечно, нет"
}
},

{ "q" : "Вопрос на засыпку: что больше 1Кбайт или 1000 байт?",
"a" : {
    "w" : "1Кбайт",
    "t" : "Одинаково",
    "c" : "1000 байт",
    "s" : "Нельзя сравнить"
}
},

];