let answers = {
"w" : {
    "description" : "Поздравляем! Ты истинный УИРовец. Ты, как никто другой, готов стать студентом Академии управления, поступив на специальность <q>Управление информационными ресурсами</q>. В тебе собраны все качества, которыми должен обладать каждый управленец. Скорее поступай к нам в Академию, чтобы ежедневно по утрам ждать лифт по 10 минут или покупать вкуснейшую сосиску в тесте в буфете.",
"image" : "images/w.jpg",
},

"t" : {
    "description" : "Поздравляем! Ты истинный УИРовец. Ты, как никто другой, готов стать студентом Академии управления, поступив на специальность <q>Управление информационными ресурсами</q>. В тебе собраны все качества, которыми должен обладать каждый управленец. Скорее поступай к нам в Академию, чтобы ежедневно по утрам ждать лифт по 10 минут или покупать вкуснейшую сосиску в тесте в буфете.",
    "image" : "images/w.jpg",
},

"c" : {
    "description" : "Поздравляем! Ты истинный УИРовец. Ты, как никто другой, готов стать студентом Академии управления, поступив на специальность <q>Управление информационными ресурсами</q>. В тебе собраны все качества, которыми должен обладать каждый управленец. Скорее поступай к нам в Академию, чтобы ежедневно по утрам ждать лифт по 10 минут или покупать вкуснейшую сосиску в тесте в буфете.",
    "image" : "images/w.jpg",
},

"s" : {
    "description" : "Возможно, тебе еще стоит подумать над выбором специальности. Мы, как никто другой, понимаем, как трудно бывает определиться, ведь сами были на твоем месте. Попробуй пройти профориентационные тесты и сделай выбор самостоятельно, потому что это должно быть именно твое осознанное решение. Помни: двери Академии управления открыты для тебя! Ждем тебя в нашей большой семье специальности <q>Управление информационными ресурсами</q>!",
    "image" : "images/w.jpg",
},

};

